Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# settings.warning.legacyRoots
source: CODEX_MCP_BRIDGE_ROOTS는 이전 버전 호환용 제한입니다. 프로젝트 폴더를 Codex 설정에서만 관리하려면 이 값을 제거하세요.
de: CODEX_MCP_BRIDGE_ROOTS ist eine alte Kompatibilitätsbeschränkung. Entfernen Sie sie, um Projektordner ausschließlich in den Codex-Einstellungen zu verwalten.
en: CODEX_MCP_BRIDGE_ROOTS is a legacy compatibility restriction. Remove it to manage project folders only from Codex settings.
es: CODEX_MCP_BRIDGE_ROOTS es una restricción de compatibilidad antigua. Elimínala para administrar las carpetas de proyectos solo desde la configuración de Codex.
fr: CODEX_MCP_BRIDGE_ROOTS est une ancienne restriction de compatibilité. Supprimez-la pour gérer les dossiers de projet uniquement dans les paramètres Codex.
ja: CODEX_MCP_BRIDGE_ROOTS は旧バージョンとの互換性のための制限です。プロジェクトフォルダーを Codex 設定だけで管理するには削除してください。
pt: CODEX_MCP_BRIDGE_ROOTS é uma restrição de compatibilidade antiga. Remova-a para gerenciar as pastas dos projetos somente nas configurações do Codex.
zh_hans: CODEX_MCP_BRIDGE_ROOTS 是旧版兼容限制。请将其移除，以便仅通过 Codex 设置管理项目文件夹。
zh_hant: CODEX_MCP_BRIDGE_ROOTS 是舊版相容性限制。請移除此設定，以便只透過 Codex 設定管理專案資料夾。

# settings.warning.fastReturnRetired
source: CODEX_MCP_BRIDGE_FAST_RETURN_MS는 폐기되어 무시됩니다. Codex 작업은 항상 영속 비동기 접수 후 반환됩니다.
de: CODEX_MCP_BRIDGE_FAST_RETURN_MS wurde eingestellt und wird ignoriert. Codex-Tasks antworten immer nach dauerhafter asynchroner Annahme.
en: CODEX_MCP_BRIDGE_FAST_RETURN_MS is retired and ignored. Codex tasks always return after durable asynchronous admission.
es: CODEX_MCP_BRIDGE_FAST_RETURN_MS se retiró y se ignora. Las tareas de Codex siempre responden tras una admisión asíncrona duradera.
fr: CODEX_MCP_BRIDGE_FAST_RETURN_MS est retiré et ignoré. Les tâches Codex répondent toujours après une admission asynchrone durable.
ja: CODEX_MCP_BRIDGE_FAST_RETURN_MS は廃止され、無視されます。Codex タスクは常に永続的な非同期受付後に応答します。
pt: CODEX_MCP_BRIDGE_FAST_RETURN_MS foi descontinuado e é ignorado. As tarefas do Codex sempre respondem após admissão assíncrona durável.
zh_hans: CODEX_MCP_BRIDGE_FAST_RETURN_MS 已停用并会被忽略。Codex 任务始终在持久异步接收后返回。
zh_hant: CODEX_MCP_BRIDGE_FAST_RETURN_MS 已停用並會被忽略。Codex 任務一律在持久非同步接收後傳回。

# settings.warning.upstreamTimeoutRetired
source: CODEX_MCP_BRIDGE_UPSTREAM_TIMEOUT_MS는 폐기되어 무시됩니다. Codex 실행에는 시간 제한이 없으므로 필요할 때 감독하에 강제 종료하세요.
de: CODEX_MCP_BRIDGE_UPSTREAM_TIMEOUT_MS wurde eingestellt und wird ignoriert. Die Codex-Ausführung hat kein Zeitlimit; verwenden Sie bei Bedarf einen überwachten Zwangsstopp.
en: CODEX_MCP_BRIDGE_UPSTREAM_TIMEOUT_MS is retired and ignored. Codex execution has no time limit; use supervised force-stop when needed.
es: CODEX_MCP_BRIDGE_UPSTREAM_TIMEOUT_MS se retiró y se ignora. La ejecución de Codex no tiene límite de tiempo; usa la detención forzada supervisada cuando sea necesario.
fr: CODEX_MCP_BRIDGE_UPSTREAM_TIMEOUT_MS est retiré et ignoré. L’exécution de Codex n’a pas de limite de temps ; utilisez l’arrêt forcé supervisé si nécessaire.
ja: CODEX_MCP_BRIDGE_UPSTREAM_TIMEOUT_MS は廃止され、無視されます。Codex の実行に時間制限はありません。必要な場合は監視下で強制停止してください。
pt: CODEX_MCP_BRIDGE_UPSTREAM_TIMEOUT_MS foi descontinuado e é ignorado. A execução do Codex não tem limite de tempo; use a interrupção forçada supervisionada quando necessário.
zh_hans: CODEX_MCP_BRIDGE_UPSTREAM_TIMEOUT_MS 已停用并会被忽略。Codex 执行没有时间限制；需要时请在监督下强制停止。
zh_hant: CODEX_MCP_BRIDGE_UPSTREAM_TIMEOUT_MS 已停用並會被忽略。Codex 執行沒有時間限制；需要時請在監督下強制停止。

# settings.warning.defaultSessionRetired
source: CODEX_MCP_BRIDGE_DEFAULT_SESSION_MODE는 폐기되어 무시됩니다. 세션 선택은 각 Activity에서 관리합니다.
de: CODEX_MCP_BRIDGE_DEFAULT_SESSION_MODE wurde eingestellt und wird ignoriert. Jede Activity verwaltet ihre eigene Sitzungsauswahl.
en: CODEX_MCP_BRIDGE_DEFAULT_SESSION_MODE is retired and ignored. Each Activity manages its own session selection.
es: CODEX_MCP_BRIDGE_DEFAULT_SESSION_MODE se retiró y se ignora. Cada Activity administra su propia selección de sesión.
fr: CODEX_MCP_BRIDGE_DEFAULT_SESSION_MODE est retiré et ignoré. Chaque Activity gère sa propre sélection de session.
ja: CODEX_MCP_BRIDGE_DEFAULT_SESSION_MODE は廃止され、無視されます。セッションの選択は各 Activity で管理されます。
pt: CODEX_MCP_BRIDGE_DEFAULT_SESSION_MODE foi descontinuado e é ignorado. Cada Activity gerencia sua própria seleção de sessão.
zh_hans: CODEX_MCP_BRIDGE_DEFAULT_SESSION_MODE 已停用并会被忽略。每个 Activity 会自行管理会话选择。
zh_hant: CODEX_MCP_BRIDGE_DEFAULT_SESSION_MODE 已停用並會被忽略。每個 Activity 會自行管理工作階段選擇。

# settings.warning.autoResumeRetired
source: CODEX_MCP_BRIDGE_AUTO_RESUME_TTL_MS는 폐기되어 무시됩니다. 동일한 Activity 스레드를 이어가는 데에는 시간 제한이 없습니다.
de: CODEX_MCP_BRIDGE_AUTO_RESUME_TTL_MS wurde eingestellt und wird ignoriert. Die Fortsetzung desselben Activity-Threads hat keine Altersgrenze.
en: CODEX_MCP_BRIDGE_AUTO_RESUME_TTL_MS is retired and ignored. Exact Activity thread continuation has no age limit.
es: CODEX_MCP_BRIDGE_AUTO_RESUME_TTL_MS se retiró y se ignora. Continuar el mismo hilo de Activity no tiene límite de antigüedad.
fr: CODEX_MCP_BRIDGE_AUTO_RESUME_TTL_MS est retiré et ignoré. La poursuite du même fil Activity n’a pas de limite d’ancienneté.
ja: CODEX_MCP_BRIDGE_AUTO_RESUME_TTL_MS は廃止され、無視されます。同じ Activity スレッドの継続に有効期限はありません。
pt: CODEX_MCP_BRIDGE_AUTO_RESUME_TTL_MS foi descontinuado e é ignorado. Continuar a mesma thread de Activity não tem limite de idade.
zh_hans: CODEX_MCP_BRIDGE_AUTO_RESUME_TTL_MS 已停用并会被忽略。继续同一 Activity 线程没有时限。
zh_hant: CODEX_MCP_BRIDGE_AUTO_RESUME_TTL_MS 已停用並會被忽略。繼續同一 Activity 執行緒沒有時限。

# settings.warning.legacyProjects
source: 이전 프로젝트 ID와 기본 별칭은 마이그레이션되지 않았습니다. 설정에서 프로젝트를 이름으로 등록하세요.
de: Alte Projekt-IDs und Standardaliase wurden nicht migriert. Registrieren Sie Projekte in den Einstellungen nach Namen.
en: Legacy project IDs and default aliases were not migrated. Register projects by name in Settings.
es: Los ID de proyecto y alias predeterminados antiguos no se migraron. Registra los proyectos por nombre en Configuración.
fr: Les anciens identifiants de projet et alias par défaut n’ont pas été migrés. Enregistrez les projets par leur nom dans les paramètres.
ja: 旧形式のプロジェクト ID と既定の別名は移行されませんでした。設定でプロジェクトを名前から登録してください。
pt: IDs de projeto e aliases padrão antigos não foram migrados. Registre os projetos por nome em Configurações.
zh_hans: 旧版项目 ID 和默认别名未迁移。请在设置中按名称注册项目。
zh_hant: 舊版專案 ID 與預設別名未遷移。請在設定中依名稱註冊專案。

# settings.warning.automaticFallbackSeeded
source: 자동 모델 정책에 정확한 폴백이 없어, 설정된 모델과 에포트를 GPT가 선택을 생략할 때 사용할 폴백으로 저장했습니다.
de: Der automatischen Modellrichtlinie fehlte eine genaue Ausweichoption. Daher wurden das konfigurierte Modell und die Denkstufe als Ausweichwert gespeichert, falls GPT keine Auswahl trifft.
en: The automatic model policy had no exact fallback, so the configured model and effort were saved as its fallback when GPT omits a selection.
es: La política automática no tenía una alternativa exacta, por lo que se guardaron el modelo y el esfuerzo configurados para cuando GPT omita la selección.
fr: La politique automatique n’avait pas de solution de repli exacte ; le modèle et l’effort configurés ont donc été enregistrés pour le cas où GPT omettrait son choix.
ja: 自動モデルポリシーに正確なフォールバックがなかったため、設定済みのモデルとエフォートを GPT が選択を省略した場合のフォールバックとして保存しました。
pt: A política automática não tinha uma alternativa exata; por isso, o modelo e o esforço configurados foram salvos para quando o GPT omitir a seleção.
zh_hans: 自动模型策略缺少确切的回退选项，因此已将配置的模型和推理强度保存为 GPT 未选择时的回退项。
zh_hant: 自動模型政策缺少確切的備援選項，因此已將設定的模型與推理強度儲存為 GPT 未選擇時的備援項目。

# settings.warning.automaticFallbackRemoved
source: 폐기된 자동 모델 기본값을 제거했습니다. 이제 새 작업에는 GPT가 정확한 모델과 추론 수준을 선택해야 합니다.
de: Der eingestellte Standard für die automatische Modellauswahl wurde entfernt. GPT muss für neue Arbeit nun ein exaktes Modell und eine Reasoning-Stufe wählen.
en: A retired automatic model default was removed. GPT must now choose an exact model and reasoning effort for new work.
es: Se eliminó el valor predeterminado retirado del modelo automático. Ahora GPT debe elegir un modelo y un nivel de razonamiento exactos para el trabajo nuevo.
fr: La valeur par défaut retirée du modèle automatique a été supprimée. GPT doit désormais choisir un modèle et un effort de raisonnement exacts pour tout nouveau travail.
ja: 廃止された自動モデルの既定値を削除しました。新しい作業では GPT が正確なモデルと推論エフォートを選択する必要があります。
pt: O padrão descontinuado do modelo automático foi removido. Agora o GPT deve escolher um modelo e um nível de raciocínio exatos para novos trabalhos.
zh_hans: 已移除停用的自动模型默认值。现在新任务必须由 GPT 选择准确的模型和推理强度。
zh_hant: 已移除停用的自動模型預設值。現在新工作必須由 GPT 選擇精確的模型與推理強度。

# settings.warning.fullAccessDowngraded
source: 저장된 전체 접근 모드는 유지되지만 브리지 보안 정책에서 danger-full-access를 허용하지 않아 현재 비활성 상태입니다. 런타임 설정에서 전체 접근을 허용할 때까지 읽기 전용으로 실행됩니다.
de: Der gespeicherte Vollzugriffsmodus bleibt erhalten, ist aber inaktiv, da die Sicherheitsrichtlinie der Bridge danger-full-access deaktiviert. Bis Vollzugriff in den Laufzeiteinstellungen aktiviert wird, gilt der schreibgeschützte Modus.
en: The saved full-access mode is retained but inactive because bridge security policy disables danger-full-access. Read-only is enforced until full access is enabled in runtime settings.
es: El modo de acceso completo guardado se conserva, pero permanece inactivo porque la política de seguridad del puente desactiva danger-full-access. Se aplica solo lectura hasta habilitar el acceso completo en la configuración de ejecución.
fr: Le mode d’accès complet enregistré est conservé, mais reste inactif car la politique de sécurité du pont désactive danger-full-access. La lecture seule est imposée jusqu’à l’activation de l’accès complet dans les paramètres d’exécution.
ja: 保存済みのフルアクセス設定は維持されますが、ブリッジのセキュリティポリシーで danger-full-access が無効なため現在は適用されません。ランタイム設定でフルアクセスを有効にするまで読み取り専用で実行されます。
pt: O modo de acesso total salvo é preservado, mas permanece inativo porque a política de segurança da ponte desativa danger-full-access. O modo somente leitura é aplicado até que o acesso total seja habilitado nas configurações de execução.
zh_hans: 保存的完全访问设置会保留，但由于桥接安全策略禁用了 danger-full-access，目前不会生效。在运行时设置中启用完全访问之前，将强制使用只读模式。
zh_hant: 已儲存的完整存取設定會保留，但因橋接安全政策停用 danger-full-access，目前不會生效。在執行階段設定中啟用完整存取之前，將強制使用唯讀模式。

# settings.warning.concurrentLimitReduced
source: 저장된 동시 작업 수를 현재 브리지의 최댓값으로 줄였습니다.
de: Die gespeicherte Grenze gleichzeitiger Aufgaben wurde auf das aktuelle Maximum der Bridge reduziert.
en: The saved concurrent-job limit was reduced to the current bridge maximum.
es: El límite de tareas simultáneas guardado se redujo al máximo actual del puente.
fr: La limite de tâches simultanées enregistrée a été réduite au maximum actuel du pont.
ja: 保存済みの同時ジョブ数を、現在のブリッジの上限まで減らしました。
pt: O limite salvo de tarefas simultâneas foi reduzido ao máximo atual da ponte.
zh_hans: 已将保存的并发任务上限降至当前桥接的最大值。
zh_hant: 已將儲存的並行工作上限降至目前橋接的最大值。

# settings.warning.projectUnavailable
source: 저장된 프로젝트 ‘{project}’을(를) 사용할 수 없어 새 작업을 받을 수 없습니다.
de: Das gespeicherte Projekt „{project}“ ist nicht verfügbar und kann keine neue Arbeit annehmen.
en: Saved project “{project}” is unavailable and cannot accept new work.
es: El proyecto guardado «{project}» no está disponible y no puede aceptar trabajo nuevo.
fr: Le projet enregistré « {project} » est indisponible et ne peut pas accepter de nouveau travail.
ja: 保存済みのプロジェクト「{project}」は利用できないため、新しい作業を受け付けられません。
pt: O projeto salvo “{project}” não está disponível e não pode aceitar novos trabalhos.
zh_hans: 已保存的项目“{project}”不可用，无法接收新工作。
zh_hant: 已儲存的專案「{project}」無法使用，不能接收新工作。

# settings.warning.legacyModel
source: 이전 모델 전용 설정 ‘{model}’이(가) 아직 적용 중입니다. 정확한 기본 에포트는 백엔드 카탈로그에서 가져오며 빠른 처리는 별도 설정으로 유지됩니다.
de: Die alte reine Modelleinstellung „{model}“ ist weiterhin aktiv. Die genaue Standard-Denkstufe stammt aus dem Backend-Katalog; Schnellmodus bleibt eine separate Einstellung.
en: The legacy model-only preference “{model}” is still active. Its exact default effort comes from the backend catalog, while Fast mode remains a separate preference.
es: La preferencia antigua de solo modelo «{model}» sigue activa. El esfuerzo predeterminado exacto procede del catálogo del backend y el modo rápido sigue siendo una preferencia independiente.
fr: L’ancienne préférence limitée au modèle « {model} » reste active. L’effort exact par défaut provient du catalogue du backend et le mode rapide reste un réglage distinct.
ja: 旧形式のモデルのみの設定「{model}」が引き続き有効です。正確な既定エフォートはバックエンドカタログから取得され、高速処理 は別の設定として維持されます。
pt: A preferência antiga somente de modelo “{model}” continua ativa. O esforço padrão exato vem do catálogo do backend e o modo rápido continua sendo uma preferência separada.
zh_hans: 旧版的仅模型设置“{model}”仍然有效。确切的默认推理强度来自后端目录，快速处理 仍是独立设置。
zh_hant: 舊版的僅模型設定「{model}」仍然有效。確切的預設推理強度來自後端目錄，快速處理 仍是獨立設定。

# settings.warning.legacyAutomatic
source: 이전 자동 모델 정책에 저장된 정확한 폴백이 없습니다. 설정에서 기본 모델과 추론 에포트를 저장할 때까지 백엔드 카탈로그 기본값을 사용합니다.
de: Die alte automatische Modellrichtlinie hat keine genaue gespeicherte Ausweichoption. Der Standard des Backend-Katalogs bleibt aktiv, bis in den Einstellungen ein Standardmodell und eine Denkstufe gespeichert werden.
en: The legacy automatic model policy has no exact saved fallback. The backend catalog default remains in use until a default model and reasoning effort are saved in Settings.
es: La política automática antigua no tiene una alternativa exacta guardada. Se seguirá usando el valor predeterminado del catálogo del backend hasta guardar un modelo y esfuerzo predeterminados en Configuración.
fr: L’ancienne politique automatique ne contient pas de solution de repli exacte enregistrée. La valeur par défaut du catalogue du backend reste utilisée jusqu’à l’enregistrement d’un modèle et d’un effort par défaut.
ja: 旧形式の自動モデルポリシーには、保存済みの正確なフォールバックがありません。設定で既定のモデルと推論エフォートを保存するまで、バックエンドカタログの既定値を使用します。
pt: A política automática antiga não tem uma alternativa exata salva. O padrão do catálogo do backend continuará em uso até que um modelo e esforço padrão sejam salvos em Configurações.
zh_hans: 旧版自动模型策略没有已保存的确切回退项。在设置中保存默认模型和推理强度之前，将继续使用后端目录默认值。
zh_hant: 舊版自動模型政策沒有已儲存的確切備援項目。在設定中儲存預設模型與推理強度之前，會繼續使用後端目錄預設值。

# settings.warning.modelPolicy
source: 저장된 모델 정책이 현재 카탈로그 또는 제약 조건과 맞지 않습니다. 확인한 뒤 유효한 선택을 저장하세요{codeSuffix}.
de: Die gespeicherte Modellrichtlinie ist mit dem aktuellen Katalog oder den Einschränkungen nicht kompatibel. Prüfen Sie sie und speichern Sie eine gültige Auswahl{codeSuffix}.
en: The saved model policy is incompatible with the current catalog or constraints. Review it and save a valid selection{codeSuffix}.
es: La política de modelo guardada no es compatible con el catálogo o las restricciones actuales. Revísala y guarda una selección válida{codeSuffix}.
fr: La politique de modèle enregistrée est incompatible avec le catalogue ou les contraintes actuelles. Vérifiez-la et enregistrez une sélection valide{codeSuffix}.
ja: 保存済みのモデルポリシーは、現在のカタログまたは制約と互換性がありません。確認して有効な選択を保存してください{codeSuffix}。
pt: A política de modelo salva é incompatível com o catálogo ou as restrições atuais. Revise-a e salve uma seleção válida{codeSuffix}.
zh_hans: 保存的模型策略与当前目录或约束不兼容。请检查并保存有效选项{codeSuffix}。
zh_hant: 儲存的模型政策與目前目錄或限制不相容。請檢查並儲存有效選項{codeSuffix}。

# settings.warning.generic
source: 확인이 필요한 브리지 경고가 있습니다. 자세한 내용은 브리지 진단을 확인하세요.
de: Eine Bridge-Warnung erfordert Aufmerksamkeit. Weitere Informationen finden Sie in der Bridge-Diagnose.
en: A bridge warning requires attention. Review the bridge diagnostics for details.
es: Hay una advertencia del puente que requiere atención. Consulta los diagnósticos del puente para obtener detalles.
fr: Un avertissement du pont nécessite votre attention. Consultez les diagnostics du pont pour plus de détails.
ja: 確認が必要なブリッジ警告があります。詳細はブリッジの診断情報を確認してください。
pt: Há um aviso da ponte que requer atenção. Consulte os diagnósticos da ponte para obter detalhes.
zh_hans: 有一条桥接警告需要处理。详情请查看桥接诊断信息。
zh_hant: 有一則橋接警告需要處理。詳細資訊請查看橋接診斷。

# activity.title
source: Codex 활동
de: Codex-Aktivitäten
en: Codex activities
es: Actividades de Codex
fr: Activités Codex
ja: Codex アクティビティ
pt: Atividades do Codex
zh_hans: Codex 活动
zh_hant: Codex 活動

# activity.currentActivities
source: 현재 활동
de: Aktuelle Aktivität
en: Current activity
es: Actividad actual
fr: Activité actuelle
ja: 現在のアクティビティ
pt: Atividade atual
zh_hans: 当前活动
zh_hant: 目前活動

# activity.noCurrent
source: 이 대화에서 현재 진행 중인 Codex 활동이 없습니다.
de: In dieser Unterhaltung läuft keine Codex-Aktivität.
en: No current Codex activity in this conversation.
es: No hay actividad de Codex en curso en esta conversación.
fr: Aucune activité Codex en cours dans cette conversation.
ja: この会話で進行中の Codex アクティビティはありません。
pt: Não há atividade do Codex em andamento nesta conversa.
zh_hans: 此对话中没有正在进行的 Codex 活动。
zh_hant: 此對話中沒有進行中的 Codex 活動。

# activity.completedCodex
source: 완료된 Codex
de: Abgeschlossene Codex
en: Completed Codex
es: Codex completados
fr: Codex terminés
ja: 完了した Codex
pt: Codex concluídos
zh_hans: 已完成的 Codex
zh_hant: 已完成的 Codex

# activity.completedWork
source: 완료 작업
de: abgeschlossene Aktivitäten
en: Completed work
es: actividades completadas
fr: activités terminées
ja: 完了したアクティビティ
pt: atividades concluídas
zh_hans: 已完成活动
zh_hant: 已完成活動

# activity.idleCodex
source: 대기 중인 Codex
de: Inaktive Codex
en: Idle Codex
es: Codex inactivos
fr: Codex inactifs
ja: 待機中の Codex
pt: Codex ociosos
zh_hans: 空闲 Codex
zh_hant: 閒置 Codex

# activity.endedCodex
source: 종료된 Codex
de: Beendete Codex
en: Ended Codex
es: Codex finalizados
fr: Codex arrêtés
ja: 終了した Codex
pt: Codex encerrados
zh_hans: 已结束的 Codex
zh_hant: 已結束的 Codex

# activity.turns
source: 턴
de: Runden
en: turns
es: turnos
fr: tours
ja: ターン
pt: turnos
zh_hans: 轮
zh_hant: 輪

# activity.continued
source: 이어진 작업
de: Fortgesetzte Arbeit
en: Continued work
es: Trabajo continuado
fr: Travail poursuivi
ja: 継続作業
pt: Trabalho continuado
zh_hans: 后续工作
zh_hant: 延續工作

# activity.reviewComplete
source: 검토 완료
de: Prüfung abgeschlossen
en: Review complete
es: Revisión completada
fr: Revue terminée
ja: レビュー完了
pt: Revisão concluída
zh_hans: 审查完成
zh_hant: 審查完成

# activity.workComplete
source: 작업 완료
de: Arbeit abgeschlossen
en: Work complete
es: Trabajo completado
fr: Travail terminé
ja: 作業完了
pt: Trabalho concluído
zh_hans: 工作完成
zh_hant: 工作完成

# activity.gptVerificationNeeded
source: GPT 검증 필요
de: GPT-Prüfung erforderlich
en: GPT verification needed
es: Se necesita verificación de GPT
fr: Vérification GPT requise
ja: GPT の検証が必要
pt: Verificação do GPT necessária
zh_hans: 需要 GPT 验证
zh_hant: 需要 GPT 驗證

# activity.verify
source: 검증
de: Prüfen
en: Verify
es: Verificar
fr: Vérifier
ja: 検証
pt: Verificar
zh_hans: 验证
zh_hant: 驗證

# activity.retry
source: 재시도
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
ja: 再試行
pt: Tentar novamente
zh_hans: 重试
zh_hant: 重試

# activity.loadFailed
source: Activity를 불러오지 못했습니다. 다시 시도하세요.
de: Die Aktivität konnte nicht geladen werden. Versuchen Sie es erneut.
en: Activity could not be loaded. Retry.
es: No se pudo cargar la actividad. Inténtalo de nuevo.
fr: Impossible de charger l’activité. Réessayez.
ja: アクティビティを読み込めませんでした。再試行してください。
pt: Não foi possível carregar a atividade. Tente novamente.
zh_hans: 无法加载活动。请重试。
zh_hant: 無法載入活動。請重試。

# activity.followUpSent
source: GPT 후속 요청을 이 대화에 추가했습니다.
de: Eine GPT-Folgeanfrage wurde dieser Unterhaltung hinzugefügt.
en: A GPT follow-up was added to this conversation.
es: Se añadió un seguimiento de GPT a esta conversación.
fr: Un suivi GPT a été ajouté à cette conversation.
ja: GPT へのフォローアップをこの会話に追加しました。
pt: Um acompanhamento do GPT foi adicionado a esta conversa.
zh_hans: 已在此对话中添加 GPT 后续请求。
zh_hant: 已在此對話中加入 GPT 後續要求。

# activity.prompt.verify
source: Codex Activity {activityId}을(를) 검증하세요. 먼저 codex_status로 Activity를 조회한 다음, 관련된 정확한 각 작업 ID를 하나씩 조회해 작업 항목의 답변을 읽으세요. Activity 요약에는 작업 답변이 포함되지 않습니다. 파일, diff, 테스트, 결과물을 독립적으로 확인한 뒤 정확한 검증 전환을 수행하세요. Codex 출력만 보고 성공으로 판단하지 마세요.
de: Prüfen Sie die Codex-Activity {activityId}. Fragen Sie zuerst die Activity mit codex_status ab, dann jede relevante genaue Aufgaben-ID einzeln und lesen Sie die Antwort des Aufgabeneintrags; Activity-Zusammenfassungen enthalten niemals Aufgabenantworten. Prüfen Sie Dateien, Diffs, Tests und Artefakte unabhängig und führen Sie danach den genauen Prüfstatuswechsel aus. Leiten Sie Erfolg nicht allein aus der Codex-Ausgabe ab.
en: Verify Codex Activity {activityId}. Query the Activity with codex_status, then query every relevant exact Job ID and read each Job item's answer; Activity summaries never contain Job answers. Inspect files, diffs, tests, and artifacts independently, then perform the exact verification transition. Do not infer success from Codex output alone.
es: Verifica la Activity de Codex {activityId}. Consulta primero la Activity con codex_status y después cada ID de tarea exacto pertinente para leer la respuesta de su elemento; los resúmenes de Activity nunca contienen respuestas de tareas. Inspecciona de forma independiente los archivos, las diferencias, las pruebas y los artefactos, y después realiza la transición de verificación exacta. No deduzcas el éxito solo a partir de la salida de Codex.
fr: Vérifiez l’Activity Codex {activityId}. Interrogez d’abord l’Activity avec codex_status, puis chaque identifiant exact de tâche concerné et lisez la réponse de l’élément de tâche ; les résumés d’Activity ne contiennent jamais les réponses des tâches. Inspectez indépendamment les fichiers, différences, tests et artefacts, puis effectuez la transition de vérification exacte. Ne déduisez pas la réussite de la seule sortie de Codex.
ja: Codex Activity {activityId} を検証してください。まず codex_status で Activity を照会し、次に関連する正確な各ジョブ ID を個別に照会して、ジョブ項目の回答を読んでください。Activity の概要にジョブの回答は含まれません。ファイル、差分、テスト、成果物を独立して確認してから、正確な検証遷移を実行してください。Codex の出力だけから成功と判断しないでください。
pt: Verifique a Activity do Codex {activityId}. Consulte primeiro a Activity com codex_status e depois cada ID exato de tarefa relevante para ler a resposta do item; resumos de Activity nunca contêm respostas de tarefas. Inspecione de forma independente os arquivos, diffs, testes e artefatos e, em seguida, faça a transição exata de verificação. Não conclua que houve sucesso apenas pela saída do Codex.
zh_hans: 请验证 Codex Activity {activityId}。先使用 codex_status 查询 Activity，再逐一查询每个相关的确切任务 ID，并读取任务项中的答复；Activity 摘要绝不包含任务答复。请独立检查文件、差异、测试和产物，然后执行正确的验证状态转换。不要仅根据 Codex 输出推断成功。
zh_hant: 請驗證 Codex Activity {activityId}。先使用 codex_status 查詢 Activity，再逐一查詢每個相關的確切工作 ID，並讀取工作項目中的回覆；Activity 摘要絕不包含工作回覆。請獨立檢查檔案、差異、測試與產出，然後執行正確的驗證狀態轉換。不要只根據 Codex 輸出推斷成功。
